-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2023-04-09 13:21:55
-- 伺服器版本： 10.4.28-MariaDB
-- PHP 版本： 8.2.4
CREATE DATABASE 中華民國交通部臺灣鐵路管理局平交道肇事統計數據;
USE 中華民國交通部臺灣鐵路管理局平交道肇事統計數據;
SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `中華民國交通部臺灣鐵路管理局平交道肇事統計數據`
--

-- --------------------------------------------------------

--
-- 資料表結構 `98`
--

CREATE TABLE `98` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(4) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `98`
--

INSERT INTO `98` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('台南市', '縱貫線', 0, 1),
('桃園市', '縱貫線', 0, 0),
('台南市', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 0),
('新竹市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('台南市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 1, 0),
('台南市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 0, 0),
('新竹市', '縱貫線', 0, 1),
('宜蘭縣', '宜蘭線', 0, 0),
('台中市', '縱貫線', 0, 0),
('新竹縣', '內灣線', 0, 1),
('桃園市', '縱貫線', 0, 1),
('宜蘭縣', '宜蘭線', 0, 1),
('花蓮縣', '花蓮港線', 0, 1),
('高雄市', '縱貫線', 1, 0),
('新竹市', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 0, 1),
('台南市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 1),
('南投縣', '集集線', 0, 1),
('高雄市', '縱貫線', 0, 1),
('花蓮縣', '北迴線', 0, 1),
('高雄市', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 0, 0),
('新北市', '縱貫線', 0, 0),
('苗栗縣', '縱貫線', 0, 0),
('新竹縣', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 1, 0),
('台南市', '縱貫線', 0, 0),
('宜蘭縣', '宜蘭縣', 1, 0),
('桃園市', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 1),
('彰化縣', '縱貫線', 1, 0),
('台南市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 0, 1),
('花蓮縣', '北迴線', 0, 1),
('台中市', '縱貫線', 1, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `99`
--

CREATE TABLE `99` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `99`
--

INSERT INTO `99` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('彰化縣', '縱貫線', 0, 0),
('高雄市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('新竹市', '縱貫線', 0, 1),
('桃園市', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 2, 0),
('彰化縣', '縱貫線', 0, 0),
('彰化縣', '縱貫線', 1, 0),
('台南市', '縱貫線', 0, 0),
('花蓮縣', '北迴線', 1, 1),
('台南市', '縱貫線', 0, 1),
('台中市', '縱貫線', 0, 0),
('台中市', '縱貫線', 1, 0),
('屏東縣', '南迴線', 0, 0),
('花蓮縣', '北迴線', 0, 0),
('台中市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 1, 1),
('苗栗縣', '縱貫線', 0, 0),
('桃園市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 1, 0),
('高雄市', '縱貫線', 1, 0),
('雲林縣', '縱貫線', 1, 0),
('新北市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('新竹市', '縱貫線', 0, 0),
('屏東縣', '屏東線', 0, 0),
('台南市', '縱貫線', 0, 2),
('台南市', '縱貫線', 0, 0),
('屏東縣', '屏東線', 0, 0),
('台中市', '縱貫線', 1, 0),
('花蓮縣', '台東線', 0, 0),
('嘉義縣', '縱貫線', 0, 1),
('宜蘭縣', '宜蘭線', 0, 0),
('宜蘭縣', '宜蘭線', 1, 0),
('新北市', '縱貫線', 1, 1),
('台南市', '縱貫線', 0, 1),
('台中市', '縱貫線', 1, 0),
('雲林縣', '縱貫線', 1, 0),
('花蓮縣', '台東線', 0, 1),
('台南市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 1),
('台南市', '縱貫線', 1, 0),
('南投縣', '集集線', 0, 1);

-- --------------------------------------------------------

--
-- 資料表結構 `100`
--

CREATE TABLE `100` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `100`
--

INSERT INTO `100` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('新竹市', '縱貫線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 0),
('屏東縣', '屏東線', 1, 0),
('台南市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 1, 0),
('台中市', '縱貫線', 1, 0),
('宜蘭縣', '宜蘭線', 0, 1),
('桃園市', '縱貫線', 1, 0),
('苗栗縣', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('彰化縣', '縱貫線', 0, 0),
('台中市', '縱貫線', 0, 0),
('新竹縣', '縱貫線', 0, 0),
('基隆市', '縱貫線', 0, 0),
('高雄市', '縱貫線', 1, 0),
('台中市', '縱貫線', 1, 0),
('屏東縣', '屏東線', 1, 0),
('桃園市', '縱貫線', 1, 1),
('彰化縣', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 0),
('台中市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('台南市', '縱貫線', 0, 0),
('新北市', '縱貫線', 1, 0),
('台中市', '縱貫線', 0, 0),
('新竹市', '縱貫線', 1, 0),
('雲林縣', '縱貫線', 0, 0),
('台南市', '縱貫線', 1, 0),
('花蓮縣', '台東線', 1, 0),
('台中市', '縱貫線', 1, 0),
('新竹市', '縱貫線', 1, 0),
('台中市', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 0, 0),
('台南市', '縱貫線', 1, 0),
('台南市', '縱貫線', 0, 0),
('苗栗縣', '縱貫線', 1, 0),
('台中市', '縱貫線', 1, 0),
('雲林縣', '縱貫線', 0, 0),
('高雄市', '縱貫線', 0, 1),
('宜蘭縣', '宜蘭線', 0, 0),
('苗栗縣', '縱貫線', 1, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `101`
--

CREATE TABLE `101` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(2) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `101`
--

INSERT INTO `101` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('新北市', '縱貫線', 1, 0),
('新北市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 1, 25),
('新竹縣', '縱貫線', 0, 1),
('新竹縣', '縱貫線', 1, 0),
('新竹市', '縱貫線', 1, 0),
('臺中市', '縱貫線', 0, 1),
('彰化縣', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 1),
('彰化縣', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 1, 0),
('嘉義縣', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 2, 0),
('臺南市', '縱貫線', 0, 1),
('臺南市', '縱貫線', 0, 1),
('高雄市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 1),
('高雄市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('高雄市', '縱貫線', 1, 0),
('苗栗縣', '縱貫線', 0, 0),
('臺中市', '縱貫線', 0, 0),
('臺中市', '縱貫線', 0, 0),
('臺中市', '縱貫線', 0, 0),
('臺中市', '縱貫線', 0, 0),
('高雄市', '屏東線', 1, 0),
('基隆市', '宜蘭線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 1),
('宜蘭縣', '宜蘭線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `102`
--

CREATE TABLE `102` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `102`
--

INSERT INTO `102` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('彰化縣', '縱貫線', 0, 1),
('彰化縣', '縱貫線', 1, 0),
('屏東縣', '南迴線', 1, 0),
('雲林縣', '縱貫線', 1, 0),
('臺南市', '縱貫線', 0, 0),
('屏東縣', '屏東線', 0, 0),
('臺中市', '縱貫線', 0, 1),
('嘉義縣', '縱貫線', 1, 0),
('屏東縣', '屏東線', 0, 1),
('花蓮縣', '台東線', 1, 0),
('臺中市', '縱貫線', 1, 0),
('臺中市', '縱貫線', 1, 0),
('臺南市', '縱貫線', 0, 0),
('彰化縣', '縱貫線', 1, 0),
('嘉義縣', '縱貫線', 0, 1),
('高雄市', '縱貫線', 0, 0),
('彰化縣', '縱貫線', 1, 0),
('嘉義縣', '縱貫線', 0, 1),
('新北市', '縱貫線', 1, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `103`
--

CREATE TABLE `103` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `103`
--

INSERT INTO `103` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('屏東縣', '屏東線', 1, 0),
('新竹縣', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('新竹市', '縱貫線', 0, 0),
('彰化縣', '縱貫線', 0, 0),
('南投縣', '集集線', 0, 0),
('台南市', '縱貫線', 0, 0),
('高雄市', '屏東線', 1, 0),
('桃園市', '縱貫線', 0, 1),
('南投縣', '集集線', 0, 0),
('彰化縣', '縱貫線', 0, 1),
('彰化縣', '縱貫線', 0, 1),
('高雄市', '縱貫線', 0, 0),
('台中市', '縱貫線', 0, 0),
('台南市', '縱貫線', 1, 0),
('苗栗縣', '縱貫線', 1, 0),
('台中市', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 0, 1),
('桃園市', '縱貫線', 0, 0),
('花蓮縣', '台東線', 1, 0),
('高雄市', '屏東縣', 0, 0),
('宜蘭縣', '宜蘭線', 0, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `104`
--

CREATE TABLE `104` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(2) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `104`
--

INSERT INTO `104` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('新北市', '縱貫線', 1, 0),
('新北市', '宜蘭線', 0, 0),
('新北市', '縱貫線', 0, 0),
('台南市', '縱貫線', 0, 0),
('屏東縣', '屏東線', 0, 0),
('台南市', '集集線', 1, 0),
('台中市', '內灣線', 1, 0),
('宜蘭縣', '宜蘭線', 1, 0),
('屏東縣', '縱貫線', 0, 1),
('高雄市', '縱貫線', 1, 0),
('基隆市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 1),
('彰化縣', '縱貫線', 1, 0),
('桃園市', '內灣線', 1, 0),
('台南市', '南迴線', 1, 0),
('台中市', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 0, 1),
('高雄市', '南迴線', 1, 0),
('台南市', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 0, 13),
('苗栗縣', '縱貫線', 0, 0),
('花蓮縣', '北迴線', 0, 0),
('台中市', '內灣線', 0, 0),
('雲林縣', '縱貫線', 0, 0),
('彰化縣', '集集線', 0, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `105`
--

CREATE TABLE `105` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `105`
--

INSERT INTO `105` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('台中市', '台中線', 0, 1),
('台南市', '縱貫線', 0, 0),
('高雄市', '縱貫線', 0, 0),
('高雄市', '縱貫線', 0, 1),
('新竹市', '縱貫線', 0, 1),
('台中市', '台中線', 0, 0),
('台南市', '縱貫線', 0, 1),
('桃園市', '縱貫線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 0),
('台南市', '縱貫線', 0, 0),
('高雄市', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 0, 0),
('花蓮縣', '台東線', 0, 0),
('新竹縣', '縱貫線', 0, 1),
('彰化縣', '縱貫線', 0, 0),
('南投縣', '集集線', 1, 0),
('彰化縣', '縱貫線', 0, 0),
('高雄市', '縱貫線', 0, 1),
('屏東縣', '屏東縣', 2, 0),
('桃園市', '縱貫線', 0, 1);

-- --------------------------------------------------------

--
-- 資料表結構 `106`
--

CREATE TABLE `106` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `106`
--

INSERT INTO `106` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('嘉義市', '縱貫線', 1, 0),
('花蓮縣', '台東線', 1, 0),
('屏東縣', '屏東線', 0, 0),
('高雄市', '縱貫線', 1, 0),
('新竹市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 0, 0),
('台南市', '縱貫線', 0, 0),
('宜蘭縣', '宜蘭線', 1, 0),
('桃園市', '縱貫線', 0, 0),
('屏東縣', '屏東線', 1, 0),
('嘉義市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('台南市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 1, 0),
('台南市', '縱貫線', 1, 0),
('嘉義市', '縱貫線', 1, 0),
('宜蘭縣', '宜蘭線', 0, 0),
('桃園市', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 0),
('宜蘭縣', '宜蘭線', 2, 0),
('南投縣', '集集線', 0, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `107`
--

CREATE TABLE `107` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `107`
--

INSERT INTO `107` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('嘉義縣', '縱貫線', 0, 0),
('桃園市', '縱貫線', 1, 0),
('宜蘭縣', '宜蘭縣', 0, 0),
('嘉義縣', '縱貫線', 0, 0),
('台南市', '縱貫線', 0, 1),
('新竹市', '縱貫線', 0, 1),
('南投縣', '集集線', 0, 0),
('高雄市', '縱貫線', 0, 0),
('屏東縣', '屏東線', 1, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `108`
--

CREATE TABLE `108` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `108`
--

INSERT INTO `108` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('桃園市', '台東線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 0),
('新竹縣', '平溪線', 0, 0),
('桃園市', '縱貫線', 1, 0),
('新北市', '縱貫線', 0, 0),
('新北市', '平溪線', 0, 1),
('高雄市', '縱貫線', 1, 0),
('嘉義縣', '縱貫線', 0, 1),
('新竹縣', '縱貫線', 0, 1),
('花蓮縣', '台東線', 1, 0),
('苗栗縣', '縱貫線', 1, 0),
('桃園市', '縱貫線', 1, 0),
('台中市', '縱貫線', 0, 1),
('苗栗縣', '縱貫線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 0),
('新北市', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 0);

-- --------------------------------------------------------

--
-- 資料表結構 `109`
--

CREATE TABLE `109` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `109`
--

INSERT INTO `109` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('屏東縣', '屏東線', 0, 1),
('雲林縣', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 0, 1),
('高雄市', '縱貫線', 0, 4),
('桃園市', '縱貫線', 1, 0),
('台南市', '縱貫線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('高雄市', '縱貫線', 1, 0),
('宜蘭縣', '宜蘭線', 1, 0),
('新竹市', '縱貫線', 0, 0),
('南投縣', '集集線', 0, 0),
('嘉義縣', '縱貫線', 0, 0),
('彰化縣', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 1, 0),
('台中市', '縱貫線', 1, 0),
('台中市', '縱貫線', 0, 0),
('苗栗縣', '縱貫線', 0, 0),
('桃園市', '縱貫線', 0, 1),
('台南市', '縱貫線', 0, 0),
('高雄市', '縱貫線', 0, 0),
('宜蘭縣', '宜蘭線', 0, 2);

-- --------------------------------------------------------

--
-- 資料表結構 `110`
--

CREATE TABLE `110` (
  `平交道縣市` varchar(3) DEFAULT NULL,
  `平交道線區` varchar(3) DEFAULT NULL,
  `死亡` int(1) DEFAULT NULL,
  `受傷` int(1) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_general_ci;

--
-- 傾印資料表的資料 `110`
--

INSERT INTO `110` (`平交道縣市`, `平交道線區`, `死亡`, `受傷`) VALUES
('雲林縣', '縱貫線', 0, 0),
('雲林縣', '縱貫線', 0, 0),
('苗栗縣', '縱貫線', 0, 1),
('嘉義縣', '縱貫線', 0, 1),
('宜蘭縣', '宜蘭線', 1, 0),
('高雄市', '縱貫線', 0, 0),
('嘉義縣', '縱貫線', 0, 0),
('台中市', '縱貫線', 1, 0),
('彰化縣', '縱貫線', 0, 0),
('彰化縣', '縱貫線', 1, 0),
('雲林縣', '縱貫線', 0, 0),
('台南市', '縱貫線', 1, 0),
('桃園市', '縱貫線', 1, 0),
('屏東縣', '屏東線', 0, 0);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
